<i class="icon-exclamation-sign"></i> ช่วงนี้มีการปรับปรุงระบบบ่อยมากๆ เนื่องจากมีการย้าย Server อีกครั้งเพื่อเพิ่มประสิทธิภาพระบบ และยังมีบางส่วนของเว็บที่ไม่สามารถใช้งานได้ ทางเราก็กำลังดำเนินการแก้ไขไปเรื่อยๆ โดยไม่ปิดเว็บนะครับ เพราะกลัวว่าคนจะมองเราว่าปิดหนีอีก ขออภัยในความไม่สะดวกมา ณ ที่นี้ด้วยครับ (หากเข้าแล้วหนังไม่ขึ้น ภาพเป็นสีขาว หรือมี Error ไม่ต้องตกใจนะครับ)
<br/><br/>
<strong>Upgrade and maintenance</strong>
<div class="progress progress-striped active">
  <div class="bar" style="width: 90%;"></div>
  </div>
